Returns the geometry reference of the reference plane.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public Reference GetReference()
  Visual Basic
Public Function GetReference As Reference
  Visual C++
public:
Reference^ GetReference()
 Return Value
 The geometry reference of the reference plane.
 See Also
  ReferencePlane Class
  Autodesk.Revit.DB Namespace